Repository: aft90/pybridge
Catalog: locale/*/LC_MESSAGES/pybridge.po
Languages: pl

source: <b>Server Address</b>
pl: <b>Adres serwera</b>

source: <b>User Account</b>
pl: <b>Konto użytkownika</b>

source: <i>Changes to these settings are effective after restarting PyBridge.</i>
pl: <i>Zmiany ustawień zostaną uwzględnione przy ponownym uruchomieniu PyBridge.</i>

source: Background:
pl: Tło:

source: Card Style:
pl: Styl kart:

source: Connect to Server
pl: Połącz z serwerem

source: Create a New Table
pl: Utwórz nowy stół

source: Display suits as symbols?
pl: Wyświetlać kolory kart jako symbole?

source: Game at Table:
pl: Gra na stole:

source: Host Name:
pl: Nazwa hosta:

source: Password:
pl: Hasło:

source: PyBridge Preferences
pl: Ustawienia PyBridge

source: PyBridge _Home Page
pl: Strona _domowa PyBridge

source: Register as New User
pl: Zarejestruj jako nowyego użytkownika

source: Save Password
pl: Zapisz hasło

source: Suit Colours:
pl: Kolory kart:

source: Table Name:
pl: Nazwa stołu:

source: User Information
pl: Informacje użytkownika

source: User Name:
pl: Nazwa uzytkownika:

source: Users Online
pl: Użytkowników On-line

source: _About PyBridge
pl: _O programie PYBridge

source: _Connect to Server...
pl: _Połącz z serwerem...

source: _Connection
pl: P_ołączenie

source: _Disconnect
pl: _Rozłącz

source: _Help
pl: Po_moc

source: _New Table...
pl: _Nowy stół...

source: _Open Game...
pl: _Otwórz grę...

source: _Options
pl: _Opcje

source: Connection failed
pl: Nie udało się połączyć

source: Could not connect to server.
pl: Nie można połączyć z serwerem.

source: Reason: %s
pl: Przyczyna: %s

source: Could not create table
pl: Nie można utworzyć stołu

source: The table was not created by the server.
pl: Stół nie został utworzony przez serwer.

source: PNG images
pl: Obrazy PNG

source: Select colour for %s symbol
pl: Wybierz kolor dla symbolu %s

source: Real Name
pl: Prawdziwa nazwa

source: Email Address
pl: Adres e-mail

source: Profile
pl: Profil

source: Information for %(user)s
pl: Informacja dla %(user)s

source: not specified
pl: nie określony

source: Program error
pl: Błąd programu

source: PyBridge detected an unexpected program error. You should close and restart PyBridge.
pl: PyBridge wykrył nieoczekiwany błąd programu. Zamknij i ponownie uruchom PyBridge.

source: If you continue to experience this error, please submit a bug report, attaching the following error trace.
pl: Jeśli błąd będzie nadal występował zgłoś go nam proszę załączając następujący opis błędu.

source: Pass
pl: Pas

source: North
pl: Północ

source: East
pl: Wschód

source: South
pl: Południe

source: West
pl: Zachód

source: Two
pl: Dwa

source: Three
pl: Trzy

source: Four
pl: Cztery

source: Five
pl: Pięć

source: Six
pl: Sześć

source: Seven
pl: Siedem

source: Eight
pl: Osiem

source: Nine
pl: Dziewięć

source: Ten
pl: Dziesięć

source: Jack
pl: Walet

source: Queen
pl: Dama

source: King
pl: Król

source: Ace
pl: As

source: Clubs
pl: Trefle

source: Diamonds
pl: Kara

source: Hearts
pl: Kiery

source: Spades
pl: Piki

source: Club
pl: Trefl

source: Diamond
pl: Karo

source: Heart
pl: Kier

source: Spade
pl: Pik

source: No Trump
pl: Bez atu

source: All
pl: Wszystko

source: None
pl: Żaden

source: %(rank)s of %(suit)s
pl: %(rank)s z %(suit)s

source: %(bid)s %(doubled)s by %(declarer)s
pl: %(bid)s %(doubled)s przez %(declarer)s

source: %(bid)s by %(declarer)s
pl: %(bid)s przez %(declarer)s

source: 1 person in room
pl: 1 osoba w pokoju

source: %(num)s people in room
pl: %(num)s osób w pokoju

source: %(user)s has joined the conversation
pl: %(user)s dołączył do konwersacji

source: %(user)s has left the conversation
pl: %(user)s opuścił konwersację

source: Unnamed Game
pl: Gra bez nazwy

source: Table
pl: Stół

source: Take Seat
pl: Zajmij miejsce

source: Leave Seat
pl: Opuść miejsce

source: Leave Table
pl: Opuść stół

source: Leave table?
pl: Opuścić stół?

source: Are you sure you wish to leave this table?
pl: Czy jesteś pewien że chcesz opuścić ten stół?

source: You are currently playing a game. Leaving may forfeit the game, or incur penalties.
pl: Aktualnie grasz. Rozłączenie może spowodowac utratę gry lub wywołać kary.

source: Connection to server lost
pl: Utracono połączenie z serwerem

source: The connection to %s was lost unexpectedly.
pl: Nieoczekiwanie utracono połączenie z %s.

source: Please check your computer's network connection status before reconnecting. If you cannot reconnect, the server may be offline.
pl: Sprawdź stan swojego połączenie przed ponownym podłączeniem. Jeśli nie możesz ponownie połączyć serwer mże być off-line.

source: Disconnect from server
pl: Odłącz od serwera

source: Are you sure you wish to disconnect?
pl: Czy jesteś pewien że chcesz odłączyć?

source: You are playing at a table. Disconnecting may forfeit the game, or incur penalties.
pl: Grasz na stole. Rozłączenie może spowodowac utratę gry lub wywołać kary.

source: A free online bridge game.
pl: Bezpłatna gra w brydża on-line.

source: Defence
pl: Obrona

source: No contract
pl: Bez kontraktu

source: Bidding
pl: Licytowanie

source: Previous Trick
pl: Poprzednia lewa

source: Game result
pl: Wynik gry

source: Contract %(contract)s made by 1 trick.
pl: Kontrakt %(contract)s wykonano z 1 dadatkową lewą.

source: Contract %(contract)s made by %(offset)s tricks.
pl: Kontrakt %(contract)s wykonano z dodatkowymi %(offset)s lewami.

source: Contract %(contract)s failed by 1 trick.
pl: Kontraktu %(contract)s nie wykonano o 1 lewę.

source: Contract %(contract)s failed by %(offset)s tricks.
pl: Kontraktu %(contract)s nie wykonano o %(offset)s lew.

source: Contract %(contract)s made exactly.
pl: Kontrakt %(contract)s wykonany dokładnie.

source: defence
pl: obrona

source: Score %(points)s points for %(pair)s.
pl: Punkty %(points)s punkty dla %(pair)s.

source: Bidding passed out.
pl: Licytowanie spasowane.

source: No score.
pl: Brak punktów.

source: Click OK to start next game.
pl: Kliknij OK by rozpocząć nową grę.

source: Play a card from your hand.
pl: Graj kartą z ręki.

source: It is %s's turn to play a card.
pl: Kolej %s na rozegranie karty.

source: Waiting for next game to start.
pl: Oczekiwanie na rozpoczęcie nowej gry.

source: Contract
pl: Kontrakt

source: Made
pl: Wykonano

source: Passed out
pl: Pas

source: Score Sheet
pl: Lista wyników
